{
  "data": [
    {
      "id": 39761,
      "name": "Adidas Ultraboost Light",
      "img": "Adidas-Ultraboost-Light.png",
      "description": "Experience epic energy with the new Ultraboost Light, our lightest Ultraboost ever. The magic lies in the Light BOOST midsole, a new generation of adidas BOOST. Its unique molecule design achieves the lightest BOOST foam to date. With hundreds of BOOST capsules bursting with energy and ultimate cushioning and comfort, some feet really can have it all.",
      "categories": ["sports"],
      "colors": ["red", "black"],
      "sizes": [38, 39, 41, 42],
      "price": 140.0,
      "reviews": 423,
      "stars": 4
    },
    {
      "id": 39762,
      "name": "Adidas Ultraboost",
      "img": "Adidas-Ultraboost.webp",
      "description": "From a walk in the park to a weekend run with friends, these adidas Ultraboost 1.0 shoes are designed to keep you comfortable. An adidas PRIMEKNIT upper gently hugs your feet while BOOST on the midsole cushions from the first step to the last mile. The Stretchweb outsole flexes naturally for an energised ride, and Continental™ Rubber gives you the traction you need to keep that pep in your step.",
      "categories": ["sports"],
      "colors": ["blue", "green", "black"],
      "sizes": [39, 41, 42],
      "price": 80,
      "reviews": 754,
      "stars": 5
    },
    {
      "id": 39763,
      "name": "Nike Air Jordan Mid",
      "img": "Nike-Air-Jordan-Mid.png",
      "description": "Inspired by the original AJ1, the Air Jordan 1 Mid offers fans a chance to follow in MJ's footsteps. Fresh colour trims the clean, classic materials, imbuing modernity into a classic design.",
      "categories": ["running"],
      "colors": ["black", "white"],
      "sizes": [40, 43, 46],
      "price": 110,
      "reviews": 354,
      "stars": 5
    },
    {
      "id": 39764,
      "name": "Nike Air Force 07",
      "img": "Nike-Air-Force-1-'07.png",
      "description": "The radiance lives on in the Nike Air Force 1 '07, the basketball original that puts a fresh spin on what you know best: durably stitched overlays, clean finishes and the perfect amount of flash to make you shine.",
      "categories": ["running"],
      "colors": ["blue", "white", "violet"],
      "sizes": [40, 43, 46],
      "price": 134,
      "reviews": 454,
      "stars": 5
    },
    {
      "id": 39765,
      "name": "Nike Dunk Low",
      "img": "Nike-Dunk-Low.png",
      "description": "Created for the hardwood but taken to the streets, the Dunk returns with classic details and throwback hoops style. Channelling a vintage design back onto the streets, its padded, low-cut collar lets you comfortably take your game anywhere.",
      "categories": ["sneaker"],
      "colors": ["blue", "black", "white"],
      "sizes": [42, 44, 45],
      "price": 170,
      "reviews": 547,
      "stars": 4
    },
    {
      "id": 39766,
      "name": "Nike Dunk High Retro",
      "img": "Nike-Dunk-High-Retro.png",
      "description": "Created for the hardwood but taken to the streets, the '80s basketball icon returns with perfectly sheened overlays and original university colours. With its classic hoops design, the Nike Dunk High Retro channels '80s vintage back onto the streets while its padded, high-top collar adds an old-school look rooted in comfort.",
      "categories": ["sneaker"],
      "colors": ["white", "black"],
      "sizes": [40, 41, 42],
      "price": 140,
      "reviews": 987,
      "stars": 4
    },
    {
      "id": 39767,
      "name": "Puma Anzarun Lite",
      "img": "Puma-Anzarun-Lite.png",
      "description": "The freshest look for any occasion, the Anzarun Lite Trainers are PUMA's most refined shoe yet. Featuring the breezy Anzarun DNA mesh upper, a cushy SoftFoam+ sockliner and discreet PUMA branding throughout, you're sure to look great, wherever the day takes you.",
      "categories": ["sneaker"],
      "colors": ["white", "black"],
      "sizes": [38, 39, 40],
      "price": 120,
      "reviews": 247,
      "stars": 4
    },
    {
      "id": 39768,
      "name": "Puma Carina Street",
      "img": "Puma-Carina-Street.png",
      "description": "Streetwear-inspired design and a slightly elevated platform make these Carina's perfect for everyday outfits.",
      "categories": ["sneaker"],
      "colors": ["white"],
      "sizes": [38, 39, 40],
      "price": 125,
      "reviews": 735,
      "stars": 3
    },
    {
      "id": 39769,
      "name": "Puma Cassia",
      "img": "Puma-Cassia-.png",
      "description": "Break the mould with this first-of-its-kind design. Our Cassia dresses up a progressive, feminine silhouette with a mesh base and slightly oversized leather panels for a look that epitomises contemporary fashion. Our Cassia trainers pick up where our Cilia trainers left off, innovating with an unmistakable upper, ultra comfortable compression-moulded EVA midsole and a SoftFoam+ sockliner for instant step-in and all day comfort.",
      "categories": ["sneaker"],
      "colors": ["white"],
      "sizes": [37, 38, 39],
      "price": 75,
      "reviews": 645,
      "stars": 5
    },
    {
      "id": 39770,
      "name": "Puma X-Ray",
      "img": "Puma-X-Ray-Square.png",
      "description": "For the fashion-forward sneakerhead, we turn our sights to the early 2000s and our celebrated X-Ray. This silhouette features on-trend chunky details, while innovating with a mix of materials and sleek tooling that make it a memorable next step in fashion evolution.",
      "categories": ["sneaker"],
      "colors": ["white", "black"],
      "sizes": [40, 41, 42],
      "price": 85,
      "reviews": 987,
      "stars": 4
    }
  ]
}
